{"classes":["GRADUATION YEAR","COMPANIES WORKED AT","EMAIL ADDRESS","YEARS OF EXPERIENCE","COLLEGE NAME","LOCATION","NAME","SKILLS","DEGREE","DESIGNATION "],"annotations":[[",resume\n90,\"CONSTRUCTION ENGINEERING SUPERVISOR\nSummary\nSkilled security professional with 20 years providing security services in federal buildings, corporate settings, apartment complexes, retail facilities\nand construction sites.\nSecurity Officer accomplished in securing and protecting governmental science and technology facilities. Brings techniques gained from a\nbackground in law enforcement training.\nProtective services professional with strong law enforcement background. Approaches each case with a high level of professionalism, offering each\ncase its proper due diligence.\nHighlights",{"entities":[[12,47,"DESIGNATION "],[91,99,"YEARS OF EXPERIENCE"],[110,127,"SKILLS"]]}],["Â Department of State Secret Security Clearance",{"entities":[[2,47,"DESIGNATION "]]}],["Â  Â  Â  Â  Â  Â Natural leader\nÂ  Â  Â  Â  Â  Weapons training\nAccomplishments\nAwarded by management with several official commendations for personal achievement and contributions to the team.\nPromoted to Staff Supervisor Â after 6 years of employment. \nExperience\nConstruction Engineering Supervisor \nJanuary 2012 to January 2013 Company Name ï¼​ City , State",{"entities":[[266,301,"DESIGNATION "]]}],["Combat Engineer \nJanuary 2000 to Current Company Name ï¼​ City , State",{"entities":[[0,15,"DESIGNATION "]]}],["Combat Engineer \nJanuary 1992 to January 2000 Company Name",{"entities":[[0,15,"DESIGNATION "]]}],["Education\nDiploma : 2001 University of *Strong Vincent HS ï¼​ City , State\nIntermediate Electronic Principles, Keesler AFB, MS, 2010 *Telephone Central Office Repair, 1987 *HAZMAT Familiarization/Safety\nTransport, 2007 *Forward Area Alerting Radar Repairer, 1990\nPersonal Information\nPerformed and supervised maintenance on manual, semiautomatic, and transportable communication systems. Excellent teaming skills Ability to\nwork independently and without direct supervision Excellent written and verbal communication skills Excellent organizational, administration, and",{"entities":[[20,24,"GRADUATION YEAR"],[25,57,"COLLEGE NAME"],[124,126,"DEGREE"],[484,523,"SKILLS"],[524,548,"SKILLS"],[550,564,"SKILLS"]]}],["\fcomputer skills (Microsoft Office Suite 2010). Able to show past pattern of success in influencing candidates to show interest in an organization.\nAbility to evaluate process compliance, write/review CA/PA reports, perform root cause analysis and validate quality processes, responses, and\nplans. Familiarity of ISO 9001:2008 & AS9100\nInterests\nActive DOD Secret clearance (12 Jan 2011) and current US passport. (20 Jan 2011) US Army 12B (Combat Engineer), US Army 12H\n(Construction Engineering Supervisor) 24 years hands-on experience installing hardware and software programs to enable integrated\ncommunication systems used to accommodate command, control, and information purposes. Subject Matter Expert (SME) at developing vertical,\nroad, bridges and airfield construction and rigging, bridging, and demolition activities. Experienced with electronic integrated communications, radar\nand navigational systems. Working knowledge of Forward Area Targeting Systems, Target Alert Data Display Systems, and IFF. Experienced\nutilizing TMDE equipment to include VOMs, oscilloscopes, AF/ RF generators, transceiver analyzers, frequency counters, FDRs, TDRs, SWR\nmeters and antenna analyzers. Experienced supervising personnel to complete mission. In-depth knowledge of electronic switching systems.\nExperience with Special Test Equipment - Advanced Diagnostic Interface Tool (ADIT)[Portable Maintenance Aid (PMA-based)], Deployed\nAutomated Test Set (DATS), and BUS Interface Global Monitor and Control (BIGMAC)\nSkills\nArmy, basic, bridges, inspection, Inspects, Marconi, Office, Radar, multi-meters, oscilloscopes, personnel, radio, Read, Safety, signal generators,\nTelephone, troubleshooting, VHF\nAdditional Information",{"entities":[[1,16,"SKILLS"],[18,45,"SKILLS"],[1537,1547,"SKILLS"],[1549,1557,"SKILLS"],[1559,1566,"SKILLS"],[1568,1574,"SKILLS"],[1576,1581,"SKILLS"],[1583,1595,"SKILLS"],[1597,1610,"SKILLS"],[1612,1621,"SKILLS"],[1623,1628,"SKILLS"],[1636,1642,"SKILLS"],[1644,1661,"SKILLS"],[1663,1672,"SKILLS"],[1674,1689,"SKILLS"],[1691,1717,"SKILLS"]]}],["SUMMARY Active DOD Secret clearance (12 Jan 2011) and current US passport. (20 Jan 2011) US Army 12B (Combat Engineer), US\nArmy 12H (Construction Engineering Supervisor) 24 years hands-on experience installing hardware and software programs to enable\nintegrated communication systems used to accommodate command, control, and information purposes. Subject Matter Expert (SME) at\ndeveloping vertical, road, bridges and airfield construction and rigging, bridging, and demolition activities. Experienced with electronic\nintegrated communications, radar and navigational systems. Working knowledge of Forward Area Targeting Systems, Target Alert Data\nDisplay Systems, and IFF. Experienced utilizing TMDE equipment to include VOMs, oscilloscopes, AF/ RF generators, transceiver\nanalyzers, frequency counters, FDRs, TDRs, SWR meters and antenna analyzers. Experienced supervising personnel to complete mission.\nIn-depth knowledge of electronic switching systems. Experience with Special Test Equipment - Advanced Diagnostic Interface Tool\n(ADIT)[Portable Maintenance Aid (PMA-based)], Deployed Automated Test Set (DATS), and BUS Interface Global Monitor and\nControl (BIGMAC) Performed and supervised maintenance on manual, semiautomatic, and transportable communication systems. Excellent\nteaming skills Ability to work independently and without direct supervision Excellent written and verbal communication skills Excellent\norganizational, administration, and computer skills (Microsoft Office Suite 2010). Able to show past pattern of success in influencing\ncandidates to show interest in an organization. Ability to evaluate process compliance, write/review CA/PA reports, perform root cause\nanalysis and validate quality processes, responses, and plans. Familiarity of ISO 9001:2008 & AS9100C aviation standards and practical\nexperience with Quality Management (QMS) internal audit processes. Experience in inspection of Aerospace Ground equipment\nAGE/GSE; Hazardous Waste Management programs; tool & FOD industry standards; equipment calibration procedures; general security\nprocedures. Experienced in inspection of Aircraft ground handling/servicing; component removal/replacement; scheduled and unscheduled\nmaintenance; Time Compliance Technical Directives (TCTD) execution. Prepares quality documentation and reports by collecting,\nanalyzing, and summarizing information, and trends including failed process, recalls, corrective actions, and validations. Able to identify and\nunderstand non-conformities, procedural breakdowns, and/or program (process) audits.\nAWARDS AND ACCOMPLISHMENTS 3) Good Conduct medals 2) Achievement medals 4) Oversees Deployment ribbons F-22\noxygen sensor modification, 2012",{"entities":[[133,168,"DESIGNATION "],[170,178,"YEARS OF EXPERIENCE"]]}],["\f\"\n91,\"ENGINEERING MANAGER/SENIOR MECHANICAL DESIGNER\nExecutive Summary\nOperations and Manufacturing Engineering Manager with more than 12 years of experience in high-volume global operations, support of\nautomated production equipment and the design, layout and support of custom machinery. Proven record of leading multi-skilled teams to drive\nprojects from pre-development through post-development cycle. Increased operational profitability by enhancing processes. Visionary, forward-\nlooking, and pioneering with a passion for challenging projects. Leadership style is highly results-oriented. Professional Knowledge and Strengths *\nGlobal Operations Management * Personnel Management * AutoCAD v.14/2008/2010 * Budgeting, Planning, Forecasting * Training & Staff\nDevelopment* Six Sigma* Vendor Kanban Contracts* Lean Manufacturing* AutoCAD Inventor 2010 * Product Cost Reduction * Team\nLeadership/Team Building * Bosch/Item Software * New Product Development * Organization/Time Management * ANSI Drawing Standards *\nInventory Control/Cycle Counts * Total Quality Management * Mechanical Design * Project Management * Customer Service * MS Office Suite\n* ROI Analyzes * Safety/Security * Virtual Gibbs\nProfessional Experience\nEngineering Manager/Senior Mechanical Designer \nJanuary 2001 to January 2015 Company Name ï¼​ City , State",{"entities":[[6,53,"DESIGNATION "],[136,144,"YEARS OF EXPERIENCE"],[636,664,"SKILLS"],[667,687,"SKILLS"],[690,712,"SKILLS"],[715,724,"SKILLS"],[726,734,"SKILLS"],[736,747,"SKILLS"],[750,779,"SKILLS"],[780,790,"SKILLS"],[836,857,"SKILLS"],[860,882,"SKILLS"],[885,914,"SKILLS"],[915,916,"SKILLS"],[917,936,"SKILLS"],[939,962,"SKILLS"],[965,993,"SKILLS"],[996,1018,"SKILLS"],[1054,1078,"SKILLS"],[1081,1098,"SKILLS"],[1101,1119,"SKILLS"],[1122,1138,"SKILLS"],[1141,1156,"SKILLS"],[1159,1171,"SKILLS"],[1174,1189,"SKILLS"],[1230,1276,"DESIGNATION "]]}],["Plant Manager/Project Manager \nJanuary 1997 to January 2001 Company Name ï¼​ City , State",{"entities":[[0,29,"DESIGNATION "]]}],["Precision Machinist \nJanuary 1993 to January 1997 Company Name ï¼​ City , State",{"entities":[[0,19,"DESIGNATION "]]}],["Education\nAutoCad : 2001 Penn State ï¼​ City , State\nGeneral Diploma : 1991 Faith Christian Academy\nSkills\nassembly, AutoCAD, automation, budgets, budget, CNC, electronics, layout, machine tools, machinery, market, materials, mathematics,\nmechanical, networks, packaging, PLC, policies, presentations, programming, Project management, quality, recording, sales, spreadsheet, team\nwork",{"entities":[[20,24,"GRADUATION YEAR"],[25,35,"COLLEGE NAME"],[71,75,"GRADUATION YEAR"],[76,115,"COLLEGE NAME"],[126,136,"SKILLS"],[138,145,"SKILLS"],[147,153,"SKILLS"],[160,171,"SKILLS"],[181,194,"SKILLS"],[196,205,"SKILLS"],[207,213,"SKILLS"],[215,224,"SKILLS"],[226,237,"SKILLS"],[239,249,"SKILLS"],[251,259,"SKILLS"],[261,270,"SKILLS"],[272,275,"SKILLS"],[277,285,"SKILLS"],[287,300,"SKILLS"],[302,313,"SKILLS"],[315,333,"SKILLS"],[335,342,"SKILLS"],[344,353,"SKILLS"],[355,360,"SKILLS"],[362,373,"SKILLS"]]}],["\f\"\n92,\"ENGINEERING MANAGER\nCareer Overview",{"entities":[[6,26,"DESIGNATION "]]}],["Product, system and software testing across multiple OS\nplatforms (Windows, Windows Store, Android, iOS,\nArduino & Linux) over full product life cycle, including\nAgile, V-model and Waterfall development methods\nManaging multiple on-going projects with geographically\ndispersed teams, establishing and using sub-contract\nresources with on and off-shore models\nDeveloping clear test strategies, proven ability to translate\nfunctional, non-functional and use case requirements into\ntest plan, scripts and automation with full traceability to\nrequirements\nLeading continuous improvement of development, testing\nand organization processes\nProficient MS Office, Visual Studio, Eclipse and C",{"entities":[[67,74,"SKILLS"],[76,89,"SKILLS"],[91,98,"SKILLS"],[100,103,"SKILLS"],[105,112,"SKILLS"],[115,120,"SKILLS"],[645,654,"SKILLS"],[656,669,"SKILLS"],[671,684,"SKILLS"]]}],["Work Experience\nCompany Name September 2011 to Current Engineering Manager \nCity , State",{"entities":[[55,74,"DESIGNATION "]]}],["Managing and overseeing highly technical, multidisciplinary team of 15+ testers and developers, which were responsible for developing\ndevice to device and IoT automation framework, developing 10 different SDKs test tools across 5 different OS platforms (Windows,\nWindows store, Android, iOS and Linux) and simultaneously testing and validating multiple independent software products for Intel WPRD\nWireless Software Services (WSS).\nCultivate partnerships with globally cross companies and teams in managing on-time, successful product (including open source) releases.\nEstablish and manage fully functional outsourced validation operation in Bangalore, India, leading to significant cost reduction and enabled\nfollow-the-sun testing to reduce the product development cycle and freeing full time employees for higher-value work.\nCollaborate with executive management, product owner, sales and marking to provide validation and test estimated for feature or product\nrelease Formulate and implement software testing strategies for multiple concurrent projects Designed and supervised the development of\ncross OS platforms peer-to-peer/device-to- device test automation framework Designed and supervised the development of 10 different\nSDK test tools using C/C++, C#, Java, and Objective C Defined OIC/IoTivity compliance and certification test cases for open source\ncommunity Chair bug weekly bug scrub review and prioritization Instrumental in reducing traditional project integration phases from a two\nweeks to one day by implementing continues integration (CI) automated build and test systems that enabled 100% build acceptance test\nautomation.\nInstrumental in setting up Gerrit web based code review, as results the code quality has significantly improved and reduced regression test\ncycle by 50% Tool administration Rally, Clear quest, Jira and others Volunteered to be the scrum master for multiple scrum teams in\nadditional to fulfilling my job responsibilities Managed and put process in place to ensure the off shore development center become seamless\nextension of our development team.\nDelivered incremental automated feature level testing on multiple projects across different OS platforms for wired and wireless technologies.",{"entities":[[1253,1258,"SKILLS"],[1260,1262,"SKILLS"],[1264,1268,"SKILLS"],[1274,1285,"SKILLS"]]}],["Company Name July 2009 to September 2011 Director of Quality Assurance \nCity , State",{"entities":[[41,70,"DESIGNATION "]]}],["Company Name November 2006 to July 2009 Director of Quality Assurance \nCity , State",{"entities":[[40,69,"DESIGNATION "]]}],["Company Name May 2004 to November 2006 Quality Assurance Manager \nCity , State",{"entities":[[39,64,"DESIGNATION "]]}],["Manage, mentored and train test engineers who were responsible for testing (SaaS) time and attendance Product\nDeveloped and worked with development team to implement quality process and procedures for the company to improve code quality and\nstability, as results reduce internal and customer reported defects by over 50%\nManage defect tracking system\nManage test case development and execution following Ceridian CUSP process\nPerform defect postmortem on all field reported defects and implement the necessary change to prevent future incidents\nManage testing lab.",{"entities":[[76,80,"SKILLS"]]}],["Company Name August 2001 to February 2003 lead test Engineer \nCity , State",{"entities":[[42,60,"DESIGNATION "]]}],["Company Name July 1995 to December 1999 Lead Test Engineer \nCity , State",{"entities":[[40,58,"DESIGNATION "]]}],["Company Name Owner / President \nCity , State",{"entities":[[13,30,"DESIGNATION "]]}],["Education and Training\nWebster University 2004 Master of Science : Computer Resource Information Management City , State\nKabul University 1992 Bachelor of Science : Computer Science\nSkills\naudio, automation, C, C++, CD-ROMs, Ceridian, cisco, Hardware, cost reduction, clients, drivers, executive management, Functional, inspection,\nIntel, Java, Linux, MAC, Managing, marketing and sales, C#, Windows, Windows XP, multimedia, Objective C, OS, policies, printers,\nprocesses, product development, quality, quality assurance, quest, sales, scanners, Scheduling, scrum, scripts, software development, software\ntesting, sound cards, sun, test tools, USB, validation, video, Vista",{"entities":[[23,41,"COLLEGE NAME"],[42,46,"GRADUATION YEAR"],[47,107,"DEGREE"],[121,137,"COLLEGE NAME"],[138,142,"GRADUATION YEAR"],[143,188,"DEGREE"],[196,206,"SKILLS"],[208,209,"SKILLS"],[211,214,"SKILLS"],[216,223,"SKILLS"],[225,233,"SKILLS"],[235,240,"SKILLS"],[242,250,"SKILLS"],[252,266,"SKILLS"],[268,275,"SKILLS"],[277,284,"SKILLS"],[286,306,"SKILLS"],[308,318,"SKILLS"],[320,330,"SKILLS"],[332,337,"SKILLS"],[339,343,"SKILLS"],[345,350,"SKILLS"],[352,355,"SKILLS"],[357,365,"SKILLS"],[367,386,"SKILLS"],[388,389,"SKILLS"],[392,399,"SKILLS"],[401,411,"SKILLS"],[413,423,"SKILLS"],[425,436,"SKILLS"],[438,440,"SKILLS"],[546,556,"SKILLS"],[574,594,"SKILLS"],[596,612,"SKILLS"]]}],["\f\"\n93,\"ENGINEERING OPERATIONS DIRECTOR\nExecutive Profile\nSenior Software Executive Senior Software Executive who is a key contributor to strategic planning and product development. Highly skilled at\ncreating and implementing key software improvements and process changes by uncovering major process limitations, maximizing profitability,\nscalability, and competition in the global marketplace. Accomplishments (over last 15 years +) Reported directly to C-level executives and Board\nmembers, successfully bridging the gap between the business and Engineering, implementing strategic plans and ensuring that the engineering teams\nare aligned to business goals. Agile expert and evangelist, running software development teams for over 17 years and specifically agile software\ndevelopment for more that 13 years. Reorganized and transitioned many teams and companies to become smooth running agile groups, drastically\nreducing delivery issues, making the work very transparent, empowering team members to become self-directed and accountable to their\ncommitments. Skilled at managing entire software development process and employees including QA, Project Management, Technical Support, on\nand offshore teams, contractors, subsidiaries, and merger/acquisitions. Successfully on-boarded the engineers and technology from an acquired\ncompany and quickly merged their intellectual property (IP) into the main product line. Advocate for strong Engineering Best Practices, including\ndesign & code reviews, paired programming, unit tests and continuous integration testing through automation. Including, establishing leading and\ntrailing engineering metrics, which provide strong indicators of product quality and delivery schedule. Managed globally distributed teams ranging\nfrom 15-60 people, with P&L responsibilities between $2M - $6M. Teams have been located in US, Germany, Hungary, Russia, China, and\nArgentina. Consistently an early adopter of critical trends in methodologies and practices, which transform and refine processes to increase the\ndelivery of business value.\nSkill Highlights\nTechnology Â· Java Â· Amazon AWS Â· Hibernate Â· PHP Â· EC2 Â· Elastic Search Â· C++ Â· JSMVC Â· JUnit Â· C Â· HTML Â·\nSelenium Â· CanJS Â· CSS Â· Aurora Â· PL/SQL Â· Bootstrap Â· Jenkins Â· Oracle Â· Python Â· Phabricator Â· My/SQL Â· AJAX Â·\nGitHub Â· JavaScript Â· Camel Â· Jira Â· REST and SOAP services Â· MongoDB Â· Perl\nProfessional Experience\nEngineering Operations Director \nJanuary 2014 to Current Company Name ï¼​ City , State",{"entities":[[6,38,"DESIGNATION "],[421,429,"YEARS OF EXPERIENCE"],[697,717,"SKILLS"],[733,741,"YEARS OF EXPERIENCE"],[800,809,"YEARS OF EXPERIENCE"],[2103,2107,"SKILLS"],[2111,2121,"SKILLS"],[2125,2134,"SKILLS"],[2138,2141,"SKILLS"],[2145,2148,"SKILLS"],[2152,2166,"SKILLS"],[2170,2173,"SKILLS"],[2177,2182,"SKILLS"],[2186,2191,"SKILLS"],[2195,2196,"SKILLS"],[2200,2204,"SKILLS"],[2208,2216,"SKILLS"],[2220,2225,"SKILLS"],[2229,2232,"SKILLS"],[2236,2242,"SKILLS"],[2246,2252,"SKILLS"],[2256,2265,"SKILLS"],[2269,2276,"SKILLS"],[2280,2286,"SKILLS"],[2290,2296,"SKILLS"],[2300,2311,"SKILLS"],[2315,2321,"SKILLS"],[2325,2329,"SKILLS"],[2333,2339,"SKILLS"],[2343,2353,"SKILLS"],[2357,2362,"SKILLS"],[2366,2370,"SKILLS"],[2374,2396,"SKILLS"],[2400,2407,"SKILLS"],[2440,2471,"DESIGNATION "]]}],["Director of Software Development \nJanuary 2012 to January 2014 Company Name ï¼​ City , State",{"entities":[[0,32,"DESIGNATION "]]}],["Chief Operating Officer \nJanuary 2010 to January 2012 Company Name ï¼​ City , State",{"entities":[[0,23,"DESIGNATION "]]}],["Vice President of Engineering \nJanuary 2001 to January 2010 Company Name ï¼​ City , State",{"entities":[[0,29,"DESIGNATION "]]}],["Director of Software Development \nJanuary 2000 to January 2001 Company Name ï¼​ City , State",{"entities":[[0,32,"DESIGNATION "]]}],["Engineering Manager/Senior Software Engineer \nJanuary 1996 to January 2000 Company Name ï¼​ City , State",{"entities":[[0,44,"DESIGNATION "]]}],["Software Engineer \nJanuary 1993 to January 1996 Company Name ï¼​ City , State\nSoftware Engineer \nJanuary 1989 to January 1993 Company Name ï¼​ City , State\nEducation\nPostgraduate courses in Cognitive and Neural Systems : 1991 Boston University ï¼​ City , State\nM. S : Computer Science , 1989 Union College ï¼​ City , State Computer Science Masters Project: A Netless Neural Network - presented on\nAugust 16, 1989 at International Conference on Expert Systems and Neural Networks - Theory & Applications\nB. S : Computer Science , 1988 Union College ï¼​ City , State Computer Science\nSkills\n3D, Agile, AJAX, approach, B2B, budget, C, C++, competitive, CSS, database, delivery, e-commerce, Expert Systems, funds, hiring, HTML,\nPHP, image, inspection, Java, JavaScript, Marketing, MongoDB, enterprise, Network, Networks, Neural, Oracle, PL/SQL, PCI, Perl, Product\nDevelopment, profit, prototyping, Public safety, Python, real-time 3, receiving 6, requirement, Sales, SOAP, SQL, strategic, upgrades, upgrade,\nvaluation, VC",{"entities":[[0,17,"DESIGNATION "],[72,95,"DESIGNATION "],[221,225,"GRADUATION YEAR"],[226,243,"COLLEGE NAME"],[261,284,"DEGREE"],[287,291,"GRADUATION YEAR"],[292,305,"COLLEGE NAME"],[503,526,"DEGREE"],[529,533,"GRADUATION YEAR"],[534,547,"COLLEGE NAME"],[593,598,"SKILLS"],[600,604,"SKILLS"],[616,619,"SKILLS"],[621,627,"SKILLS"],[627,628,"SKILLS"],[632,635,"SKILLS"],[637,648,"SKILLS"],[650,653,"SKILLS"],[655,663,"SKILLS"],[675,685,"SKILLS"],[687,701,"SKILLS"],[703,708,"SKILLS"],[710,716,"SKILLS"],[718,722,"SKILLS"],[724,727,"SKILLS"],[736,746,"SKILLS"],[748,752,"SKILLS"],[754,764,"SKILLS"],[766,775,"SKILLS"],[777,784,"SKILLS"],[798,805,"SKILLS"],[807,815,"SKILLS"],[825,831,"SKILLS"],[833,839,"SKILLS"],[852,871,"SKILLS"],[873,879,"SKILLS"],[881,892,"SKILLS"],[909,915,"SKILLS"],[917,928,"SKILLS"],[956,961,"SKILLS"],[963,967,"SKILLS"],[969,972,"SKILLS"],[974,983,"SKILLS"],[985,993,"SKILLS"],[1004,1013,"SKILLS"]]}],["\f\"\n94,\"SOFTWARE ENGINEERING MANAGER\nProfessional Profile\n20+ years of software product development experience in broadcast media, video servers, editing, large scale applications, and 24/7 services, with\nemphasis on simple solutions, user experience, and teamwork. *10+ years of experience in leading software development teams working across\nlocations (\nQualifications\n20+ software engineers), team building, hiring (10+ offers, 40+ interviews), HR personnel procedures, mentoring, performance reviews write up,\npeer reviews, and project transitions. *Proficient: Visual C++, Windows, STL, OOP, MFC, threads, file maps, memory management, COM,\nATL, IPC, FTP, TCP, HTTP, XML, JSON, services, web services, REST API, SOA, media formats and standards, codec SDK and\nintegration, MPEG-DASH, API design and documentation.\nRelevant Experience",{"entities":[[6,35,"DESIGNATION "],[57,66,"YEARS OF EXPERIENCE"],[265,275,"YEARS OF EXPERIENCE"]]}],["Experience\nSoftware Engineering Manager \nSeptember 2009 to Current Company Name ï¼​ City , State",{"entities":[[0,39,"DESIGNATION "]]}],["Software Engineering Manager \nNovember 2005 to August 2009 Company Name ï¼​ City , State",{"entities":[[0,28,"DESIGNATION "]]}],["Principal Software Engineer \nAugust 1994 to October 2005 Company Name ï¼​ City , State",{"entities":[[0,27,"DESIGNATION "]]}],["Software Engineer \nAugust 1994 to July 1997 Company Name ï¼​ City , State",{"entities":[[0,17,"DESIGNATION "]]}],["Education\nM.S : Computer Science Illinois Institute of Technology ï¼​ City , State GPA: GPA: 3.9 / 4.0 Computer Science GPA: 3.9 / 4.0\nB.E : Electronics and Communication Engineering National Institute of Technology ï¼​ City , India GPA: First Class with Distinction Electronics\nand Communication Engineering First Class with Distinction\nJSON protocol API documents for all 10 JSON services.\nSkills\nAPI, Approach, ATL, Audio, backup, bridges, broadcast, C++, CLI, COM, CA, Hardware, concept, Content, CSS, documentation, editing,\nXML, FTP, drawing, GUI, hiring, HTML5, HTTP, HR, IDs, explorer, JavaScript, json, LAN, team building, MB, memory, mentoring, C#,\nMFC, office, Windows, Window, 2000, migration, NAS, OOP, page, performance reviews, personnel, Proxy, rendering, SAN, Scrum, servers,\nsoftware development, team management, threads, Video, Video Editing, Visual C++, workflow, writer",{"entities":[[10,32,"DEGREE"],[33,65,"COLLEGE NAME"],[135,182,"DEGREE"],[183,215,"COLLEGE NAME"],[227,232,"LOCATION"],[377,381,"SKILLS"],[399,402,"SKILLS"],[414,417,"SKILLS"],[419,424,"SKILLS"],[426,432,"SKILLS"],[434,441,"SKILLS"],[443,452,"SKILLS"],[454,457,"SKILLS"],[459,462,"SKILLS"],[464,467,"SKILLS"],[469,471,"SKILLS"],[473,481,"SKILLS"],[483,490,"SKILLS"],[492,499,"SKILLS"],[501,504,"SKILLS"],[521,528,"SKILLS"],[530,533,"SKILLS"],[535,538,"SKILLS"],[549,552,"SKILLS"],[562,567,"SKILLS"],[569,573,"SKILLS"],[575,577,"SKILLS"],[579,582,"SKILLS"],[594,604,"SKILLS"],[612,615,"SKILLS"],[617,630,"SKILLS"],[632,634,"SKILLS"],[636,642,"SKILLS"],[655,656,"SKILLS"],[659,662,"SKILLS"],[664,670,"SKILLS"],[672,679,"SKILLS"],[681,687,"SKILLS"],[695,704,"SKILLS"],[706,709,"SKILLS"],[711,714,"SKILLS"],[722,741,"SKILLS"],[743,752,"SKILLS"],[754,759,"SKILLS"],[793,813,"SKILLS"],[815,830,"SKILLS"],[848,861,"SKILLS"],[863,873,"SKILLS"],[875,883,"SKILLS"]]}],["\f\"\n95,\"ENGINEERING TECH\nSummary",{"entities":[[6,23,"SKILLS"]]}],["Seasoned Lab Expert : 12 years SEM,EDX, DIB and high\nprecision laboratory skills including X-Ray Analysis, Gas\nChromatography equip/techniques, High Purity Liquid\nChromatography equip/techniques, Stress/Strain collection\nExpert in multiple lab equipment including but not limited to\nMicroPolisher, MicroCleaver, Goniometer, Oscilloscopes,\nAutomated Function Generators, Power Supplys and\nMultimeters",{"entities":[[22,30,"YEARS OF EXPERIENCE"]]}],["Experience\nEngineering Tech , 09/2008 to Current Company Name ï¼​ City , State",{"entities":[[0,27,"DESIGNATION "]]}],["Manufacturing Technicican , 08/2000 to 09/2008 Company Name ï¼​ City , State",{"entities":[[0,25,"DESIGNATION "]]}],["Senior Capstone Project , 09/2007 to 06/2008 Company Name ï¼​ City , State",{"entities":[[0,23,"DESIGNATION "]]}],["Research and Development Associate , 05/2000 to 09/2000 Company Name ï¼​ City , State",{"entities":[[0,34,"DESIGNATION "]]}],["Head Freshmen Basketball Coach , 09/1999 to 03/2000 Company Name ï¼​ City , State",{"entities":[[0,30,"DESIGNATION "]]}],["Research Assistant , 05/1999 to 10/1999 Company Name ï¼​ City , State",{"entities":[[0,18,"DESIGNATION "]]}],["Education\nB.S : Electrical Engineering , June 2009 Portland State University ï¼​ City , State Electrical Engineering\nB.S : Biology Chemistry , June 2000 Southern Oregon University ï¼​ City , State Biology Chemistry\nCertifications\nFirst Aid Certified, Blood Borne Pathogen Certified, Automated Electric Defibrillator Certified and CPR certified ('08). Courses of Note Applied\nReliability, Thermodynamics, Electromagnetism I-II, Power Systems Design I-II, Micro- Electronics I-VI, Solid State Physics, Calculus I - III,\nVector Calculus, Differential Equations , Statistics, Physics I-III, Computer Science I, Verilog ,Technical Writing, Digital Design, SEM ,\nGeneral/Organic/ Bio-Chemistry, Anatomy, Immunology , Ecology , Mammalogy, Evolution, Genetics, Plant Physiology and Entomology.\nInterests",{"entities":[[10,38,"DEGREE"],[46,50,"GRADUATION YEAR"],[51,76,"COLLEGE NAME"],[117,140,"DEGREE"],[148,152,"GRADUATION YEAR"],[153,179,"COLLEGE NAME"]]}],["basic, C++, CPR certified, Data Acquisition, designing, Digital Design, direction, documentation, Electronics I, engineer, fashion, First Aid, HTML\nprogramming, Intel, LabView, market, materials, MatLab, Excel, MS Office, PowerPoint, Windows 2000, Word, Multimeters, natural,\nOscilloscopes, Physics, Physics I, PSpice, speaking, quality, safety, Supervisory Control and Data Acquisition, schematics, SQL, Statistics,\nSystems Design I, Technical Writing, Verilog, VHDL, VI, Web Design",{"entities":[[7,10,"SKILLS"],[12,25,"SKILLS"],[27,43,"SKILLS"],[45,54,"SKILLS"],[56,70,"SKILLS"],[72,81,"SKILLS"],[83,96,"SKILLS"],[98,111,"SKILLS"],[113,121,"SKILLS"],[123,130,"SKILLS"],[132,141,"SKILLS"],[143,159,"SKILLS"],[161,166,"SKILLS"],[168,175,"SKILLS"],[177,183,"SKILLS"],[196,202,"SKILLS"],[204,209,"SKILLS"],[211,220,"SKILLS"],[222,232,"SKILLS"],[234,246,"SKILLS"],[248,252,"SKILLS"],[254,265,"SKILLS"],[267,274,"SKILLS"],[276,289,"SKILLS"],[291,298,"SKILLS"],[300,309,"SKILLS"],[319,327,"SKILLS"],[329,336,"SKILLS"],[346,386,"SKILLS"],[388,398,"SKILLS"],[400,403,"SKILLS"],[405,415,"SKILLS"],[417,433,"SKILLS"],[435,452,"SKILLS"],[473,483,"SKILLS"]]}],["\f\"\n96,\"FACILITIES ENGINEERING MANAGER\nProfessional Summary\nProvide leadership to developing engineering standards and ensure projects executed meet safety, functional, reliability, budget and schedule goals\nfor capital projects. Liaise with upper level management and engineering daily to resolve technical and/or operational issues. Continuous, efficient\nand reliable operation using selected KPI's. Lead the efforts in specifying and selecting materials and component parts and collaborate with our\nglobal organization to select and evaluate vendors, taking advantage of vendor expertise to incorporate into designs, improving quality and reducing\ncosts. Manage to continue successful operations throughout the account. Develop a matrix to gather various utility expenditures and work to\nreduce annual costs. Support key operations and business initiatives for operations, design, and facilities planning. Provide deep technical expertise\nto the infrastructure group in the following areas: Building operations, Data Center, Capacity Planning, power management, HVAC operation and\nmanagement, fire/water/smoke detection, power monitoring, preventative and corrective maintenance, asset management, and historic\npreservation. Develop site solutions in support of various key infrastructure and business needs. Work to help develop overall solutions for\nbusiness projects spanning multiple disciplines and departments. Prepare documentation including: engineering designs, inventory asset\nmanagement, physical view metrics, and performance reporting, to work directly with internal and external Site engineers, to create facilities and\nsite designs for new projects and upgrades. Plan and coordinate the implementation for new projects. Negotiate Pricing directly with vendors and\nproviders. Manage outsource hosting supplier relationship. Take responsibility for capital budgeting, spending, and procurement tracking of all\nbuild activities. Project ROI data, and lead cross-organizational teams as needed.\nExperience\n01/2008 to Current\nFacilities Engineering Manager Company Name ï¼​ City , State",{"entities":[[6,37,"DESIGNATION "],[2038,2068,"DESIGNATION "]]}],["07/2007 to 12/2007\nField Engineering Supervisor Company Name ï¼​ City , State",{"entities":[[19,47,"DESIGNATION "]]}],["10/2001 to 05/2007\nChief Plant Engineer Company Name ï¼​ City , State\nChief Plant Maintenance Manager",{"entities":[[19,39,"DESIGNATION "]]}],["\f11/1999 to 08/2001\nNuclear Inspector Company Name ï¼​ City , State",{"entities":[[20,37,"DESIGNATION "]]}],["01/1996 to 10/1999\nSubmariner Company Name ï¼​ City , State",{"entities":[[19,29,"DESIGNATION "]]}],["Education\nProfessional Certified Energy Manager Leed Green associate\nSkills\nautomation, budget, interpersonal, computer literate, contracts, cost reduction, CPU's, clients, database software, Documentation, Electrical\nsystems, Energy Manager, Facility management, HVAC, hydraulics, inspection, Inspector, laundry, leadership, team leader, legal, machinery,\nmechanical, meetings, MSA, Navy, NEC, optimization, PLC programming, PLC, Plumbing, processes, procurement, project management,\nquality, Quality Assurance, radiography, real estate, repairs, repairing, Safety, strategic, strategic plans, supervision, technical support,\ntroubleshooting, upgrade, weld, welding, written communication skills",{"entities":[[10,68,"YEARS OF EXPERIENCE"],[76,86,"SKILLS"],[88,94,"SKILLS"],[96,109,"SKILLS"],[111,128,"SKILLS"],[130,139,"SKILLS"],[141,155,"SKILLS"],[157,162,"SKILLS"],[164,171,"SKILLS"],[173,190,"SKILLS"],[192,205,"SKILLS"],[207,225,"SKILLS"],[227,241,"SKILLS"],[243,262,"SKILLS"],[264,268,"SKILLS"],[270,280,"SKILLS"],[282,292,"SKILLS"],[294,303,"SKILLS"],[305,312,"SKILLS"],[314,324,"SKILLS"],[326,337,"SKILLS"],[339,344,"SKILLS"],[346,355,"SKILLS"],[357,367,"SKILLS"],[369,377,"SKILLS"],[379,382,"SKILLS"],[384,388,"SKILLS"],[390,393,"SKILLS"],[395,407,"SKILLS"],[409,424,"SKILLS"],[431,439,"SKILLS"],[465,483,"SKILLS"],[485,492,"SKILLS"],[513,524,"SKILLS"],[526,537,"SKILLS"],[559,565,"SKILLS"],[608,625,"SKILLS"],[627,642,"SKILLS"],[644,651,"SKILLS"],[653,657,"SKILLS"],[668,696,"SKILLS"]]}],["\f\"\n97,\"ENGINEERING SUPERVISOR\nSummary\nI am a Mechanical Engineer with 8 years of product design experience with an emphasis on non-metallic materials used in oil field-related\nequipment, as well as a year in HVAC experience. Proficient in CAD and FEA software, I am also experienced with ISO document control\nprocesses and ASTM/API/NORSOK requirements. My leadership skills are exemplified by my dedication, strong work ethic, and ability to\nmotivate colleagues through example. I am seeking a position with an industry-leading manufacturing and design corporation, and I believe my\nwork experience and management skills render me an excellent candidate for this position.\nHighlights",{"entities":[[6,29,"DESIGNATION "],[70,77,"DESIGNATION "],[81,95,"SKILLS"]]}],["Experience\nCompany Name June 2010 to Current Engineering Supervisor \nCity , State",{"entities":[[45,67,"DESIGNATION "]]}],["Company Name June 2007 to June 2010 Design Engineer \nCity , State",{"entities":[[36,51,"DESIGNATION "]]}],["August 2006 to May 2007 Project Engineer ",{"entities":[[24,40,"DESIGNATION "]]}],["Education\nUniversity of Texas 5/2006 BS : Mechanical Engineering City , State Mechanical Engineering\nFE-Texas 4/2010\nSkills\nacademic, Ansys, API, AutoCAD, Balance, drafting, HVAC, ISO 9001, LabView, Manufacturing Processes, materials, Matlab, meetings,\nMicrosoft Office, multimeters, oil, Process Engineering, processes, product design and development, Project lead, quality, QA, renovation, testing\nsoftware, Solidworks",{"entities":[[10,29,"COLLEGE NAME"],[30,36,"GRADUATION YEAR"],[37,64,"DEGREE"],[134,139,"SKILLS"],[141,144,"SKILLS"],[146,153,"SKILLS"],[155,162,"SKILLS"],[164,172,"SKILLS"],[174,178,"SKILLS"],[180,188,"SKILLS"],[190,197,"SKILLS"],[199,222,"SKILLS"],[224,233,"SKILLS"],[235,241,"SKILLS"],[243,251,"SKILLS"],[253,269,"SKILLS"],[271,282,"SKILLS"],[282,283,"SKILLS"],[289,308,"SKILLS"],[321,351,"SKILLS"],[353,365,"SKILLS"],[367,374,"SKILLS"],[380,390,"SKILLS"],[392,408,"SKILLS"],[410,420,"SKILLS"]]}],["\f\"\n98,\"ENGINEERING INTERN\nProfessional Summary",{"entities":[[6,25,"SKILLS"]]}],["A Computer Science junior at Lynchburg College with the understanding and problem solving to work my way through any situation. Using the life\nskills I learned while I attained my Eagle Scout rank, the highest in boy scouts and only given to a very small percentage of scouts.",{"entities":[[29,46,"COLLEGE NAME"]]}],["Experience\nCompany Name June 2015 to August 2015 Engineering Intern ",{"entities":[[49,67,"DESIGNATION "]]}],["Company Name June 2014 to August 2014 Engineering Intern ",{"entities":[[38,56,"DESIGNATION "]]}],["Created and edited AutoCAD drawings for the US State Department, Arlington National Cemetery, and Jefferson Island, MD.\nUsing Autodesk Inventor, recreated the company's patented Reverse Osmosis Multi Element Module (ROMEM) with a high level of detail,\nas well as rendering numerous images using Autodesk Showcase.\nResearched, Acquired, Built, and Configured an Enterprise Server to replace the firm's antiquated system.\nSpecifications: Intel Xeon E5-2620 @ 2.0 GHz, Processor MSI X79A-GD45 Plus, Motherboard Windows Server 2012, OS 8x 8 Gb\nG.Skill Ripjaws Z series 240-pin DDR3, RAM 3x Seagate Barracuda 2 Tb SATA 6.0 Gb/s 3.5\"\", Internal hard drive Seagate Barracuda 3\nTb SATA 6.0 Gb/s 3.5\"\", Internal hard drive Cooler Master V8 GTS, CPU cooler Wiring and testing for VAV (Variable Air Velocity)\nboxes and installation of Intelligent Room Sensors for Sprint, Reston Va.\nResearched and acquired numerous technical items to help improve the company's efficiency.\nAssisted in acquiring and connecting an Industrial Wireless Network Bridge to connect the company headquarters network to a new remote\noffice building network.",{"entities":[[44,63,"COMPANIES WORKED AT"],[65,92,"COMPANIES WORKED AT"],[98,114,"COMPANIES WORKED AT"]]}],["Education\nLynchburg College 2017 Data Structures & Analysis in C++ and Python *Mathematical Theory in Computer Science : Computer Science/ Minor\nSports Management Micro and Macro Economics Computer Science/ Minor Sports Management Micro and Macro Economics\nOakton High School 2013 Diploma : Engineering/STEM Award Engineering/STEM Award\nInterests\nSports 2011- Present Lynchburg College Club Lacrosse 3x High School Varsity Lacrosse High School Varsity Football Community Service/\nVolunteer Virginia 10 mile Walk/Run October 2013 Manned Drink station and cheered on runners at half way point Eagle Scout project\nDecember 2012 This project was what I had planned, managed, and executed to receive my Eagle Scout rank. My project was a community food\ndrive that involved setting up a collection center, sending out flyers, as well as placing them door-to-door. The collection of food came to be just\naround two tons of food for the Community of Faith United Methodist Church. Stop Hunger Now 2011 Made packaged meals to send to those in\nneed, sent to Haiti Assistance League of Northern VirginiaÂ© 2008-2011 Assisted in volunteer work to aid local assault victims by transporting\nsupplies and materials bought or made by the volunteers. Achievements BSA Eagle Scout (BSAs Highest Rank) March 2009-December 2013\nPersonal Information\nLess than 2% of boys that enter Boy Scouting program achieve the rank of Eagle Scout. Requirements to obtain the rank include earning at least\n21 merit badges, each involving different skills where some may take months to complete. Also continually demonstrating Scout Spirit through the\nBoy Scout Oath and Law, service, and leadership. This includes an extensive service project that the Scout plans, organizes, leads, and manages.\n*I have received multiple honors and awards in sports. Ranging from being captain of my lacrosse teams to\nAdditional Information",{"entities":[[10,27,"COLLEGE NAME"],[28,32,"GRADUATION YEAR"],[33,77,"DEGREE"]]}],["Proficiency in C++, AutoCAD, AutoCAD Inventor, Python, Linux, Xcode, Visual Basic, MS Word, MS Powerpoint, Programming in MS Excel",{"entities":[[15,18,"SKILLS"],[20,27,"SKILLS"],[29,45,"SKILLS"],[47,53,"SKILLS"],[55,60,"SKILLS"],[60,61,"SKILLS"],[62,67,"SKILLS"],[69,81,"SKILLS"],[83,90,"SKILLS"],[92,105,"SKILLS"],[107,130,"SKILLS"]]}],["\f\"\n99,\"ENGINEERING ASSISTANT\nSummary\nProduct and Process engineer with more than three years of experience with leading projects on new product development, new model assembly\nlaunch, quality and Toyota production systems. Extensive understanding on process engineering and design and development of automotive\nsystems.\nSkills\nC, R, Catia, AutoCAD, ANSYS, Microsoft office, Product Project Management, GD&T, Minitab, Kanban, Kaizen, FMEA. development.\nToyota production systems, APQP, PPAP, 8D, 5 why, KPI's, Reliability SAE Standards, Vehicle ergonomics, DVP&R, QCC, CNC\nengineering. Programming\nExperience\n07/2017 to 08/2017\nEngineering Assistant Company Name ï¼​ City , State",{"entities":[[6,28,"DESIGNATION "],[327,328,"SKILLS"],[330,331,"SKILLS"],[333,338,"SKILLS"],[340,347,"SKILLS"],[349,354,"SKILLS"],[356,372,"SKILLS"],[374,400,"SKILLS"],[404,405,"SKILLS"],[408,415,"SKILLS"],[417,423,"SKILLS"],[425,431,"SKILLS"],[433,438,"SKILLS"]]}],["06/2013 to 06/2016\nEngineer Company Name ï¼​ City , State",{"entities":[[19,27,"DESIGNATION "]]}],["Education and Training\n04/2018",{"entities":[[23,30,"GRADUATION YEAR"]]}],["\fMaster of Science : Manufacturing Systems Engineering University of Michigan Dearborn ï¼​ City , State Manufacturing Systems Engineering\n06/2013\nBachelor of Engineering : Mechanical Engineering Visvesvaraya Technological University Mechanical Engineering\nSkills\nanatomy, AutoCAD, benchmarking, CATIA, CNC, cost analysis, ergonomics, lean manufacturing, manufacturing process, Minitab, packaging,\nprocess engineering, Product Development, surveys, validation, welding",{"entities":[[1,42,"DEGREE"],[43,86,"COLLEGE NAME"],[138,145,"GRADUATION YEAR"],[146,194,"DEGREE"],[195,255,"COLLEGE NAME"],[272,279,"SKILLS"],[281,293,"SKILLS"],[295,300,"SKILLS"],[302,305,"SKILLS"],[307,320,"SKILLS"],[322,332,"SKILLS"],[334,352,"SKILLS"],[354,375,"SKILLS"],[377,384,"SKILLS"],[386,395,"SKILLS"],[397,416,"SKILLS"],[418,437,"SKILLS"],[439,446,"SKILLS"],[448,458,"SKILLS"],[460,467,"SKILLS"]]}],["\f\"\n100,\"ENGINEERING TEAM LEAD\nCareer Overview",{"entities":[[7,29,"DESIGNATION "]]}],["Web application development\nUI design\nRelational database design",{"entities":[[0,27,"SKILLS"],[28,37,"SKILLS"],[38,64,"SKILLS"]]}],["ASP, C#, VB.NET, SOAP, REST\nJQuery, Bootstrap, CSS, HTML5\nMSSQL, MYSQL, DTS, SSIS, SSRS\nIIS 5, IIS 6\nAgile, Scrum, Kanban\nObjective C, PHP, Perl",{"entities":[[0,3,"SKILLS"],[5,6,"SKILLS"],[9,15,"SKILLS"],[17,21,"SKILLS"],[23,34,"SKILLS"],[36,45,"SKILLS"],[47,50,"SKILLS"],[52,63,"SKILLS"],[65,70,"SKILLS"],[72,75,"SKILLS"],[77,81,"SKILLS"],[83,93,"SKILLS"],[95,106,"SKILLS"],[108,113,"SKILLS"],[115,133,"SKILLS"],[135,138,"SKILLS"],[140,144,"SKILLS"]]}],["Work Experience\nEngineering Team Lead Mar 2011 to Current \nCompany Name ï¼​ City , State",{"entities":[[16,37,"DESIGNATION "]]}],["Software Engineer Nov 2008 to Apr 2011 \nCompany Name ï¼​ City , State",{"entities":[[0,17,"DESIGNATION "]]}],["Web Developer Nov 2006 to Dec 2008 \nCompany Name ï¼​ City , State",{"entities":[[0,13,"DESIGNATION "]]}],["Jr. Software Engineer Dec 2005 to Dec 2006 \nCompany Name ï¼​ City , State",{"entities":[[0,21,"DESIGNATION "]]}],["Education and Training\nAssociate of Science , Software Engineering 2015 Milwaukee Area Technical College ï¼​ City , State , US",{"entities":[[23,66,"DEGREE"],[67,71,"GRADUATION YEAR"],[72,104,"COLLEGE NAME"]]}],["Work as an Engineering Technician on Fault Isolation area that involves electrical disposition of medical devices that fails on different\nelectrical test on the manufacturing process. Preventive and corrective maintenance of equipment as electrical tester machinery and\nequipment that are involve on manufacturing process. Develop documentation as IQ, OQ, PQ, IQP, PPQ and others documents to validate\nnew electrical machinery that arrives to the site.\nTroubleshoot medical devices that fail daily on electrical process operating customs software developed by the company, power supply,\nPico amp meter, source meter, DMM, Digital Phosphor Oscilloscope and custom software.\nFirst article inspection for new fixture that arrive at site.\nInstallation and Operational Qualification Protocol of 3 new different electrical testers.\nMonthly Preventive and corrective maintenance of electrical testers and troubleshooting electronic circuit boards and electronics modules\nthat are part of the equipment.\nDaily Production First Pass Yield report of electrical production process and evaluate failures on report to work as soon as possible with\nthe machinery that have a continuous electrical failures that impact daily production targets.\nSoldering experience with both through-hole and surface mount technologies, repair cables, connector, and electronic fixture assembly on\nESD sensitive environment. Assembling and, wiring new equipment that arrive at site using schematic diagrams.",{"entities":[[11,33,"DESIGNATION "]]}],["Instrument Technician \nJanuary 2011 to January 2012 Company Name ï¼​ City , State",{"entities":[[0,21,"DESIGNATION "]]}],["Project Manager Assistance \nJanuary 2005 to January 2011 Company Name ï¼​ City , State",{"entities":[[0,26,"DESIGNATION "]]}],["Education\nBachelor of Science : Electrical Engineering , 2009 POLYTECHNIC UNIVERSITY OF PUERTO RICO POLYTECHNIC UNIVERSITY OF\nPUERTO RICO, PR Bachelor of Science in Electrical Engineering, 2009 ~ GPA: 2.50/3.00\nAccomplishments\nAccomplished, proactive engineer with entry level experience in programming, testing, analysis, and design. Possess extensive educational\nqualifications with Bachelor degree in Science of Electrical Engineer with a minor in Control System Design. Recognized for strong adherence to\nsafety, ability to work well as team member and leader, and exceptional work ethic. Proven technical, interpersonal communications, and training\nskills. Core competencies and professional strengths include\nCertifications\nAIT\nLanguages\nSpanish\nSkills\nMaintenance, Corrective Maintenance, Documentation, Industrial Machinery, Preventive Maintenance, Sensors, Biotechnology, Electrical\nMechanical, Estimation, Hydraulics, Mechanical Technician, Pneumatics, Project Manager, Sop, Manufacturing Process, Apqp, Assembly, Circuit\nBoards, Dmm, Electrical Test, Esd, First Article Inspection, Inspection, Medical Devices, Oscilloscope, Production Process, Schematic,\nSoldering, Surface Mount, Test Engineer, Through-hole, Wiring, Calibration, Control Systems, Packaging, Process Control, Sensor, Temperature",{"entities":[[10,54,"DEGREE"],[57,61,"GRADUATION YEAR"],[62,111,"COLLEGE NAME"],[112,137,"COLLEGE NAME"],[139,187,"DEGREE"],[189,193,"GRADUATION YEAR"],[772,794,"SKILLS"],[796,809,"SKILLS"],[811,831,"SKILLS"],[833,855,"SKILLS"],[857,864,"SKILLS"],[866,879,"SKILLS"],[881,902,"SKILLS"],[904,914,"SKILLS"],[916,926,"SKILLS"],[928,949,"SKILLS"],[951,961,"SKILLS"],[963,978,"SKILLS"],[980,983,"SKILLS"],[985,1006,"SKILLS"],[1008,1012,"SKILLS"],[1014,1022,"SKILLS"],[1024,1038,"SKILLS"],[1040,1043,"SKILLS"],[1067,1091,"SKILLS"],[1093,1103,"SKILLS"],[1122,1134,"SKILLS"],[1156,1165,"SKILLS"],[1178,1191,"SKILLS"],[1208,1220,"SKILLS"],[1243,1258,"SKILLS"],[1271,1286,"SKILLS"],[1296,1307,"SKILLS"]]}],["\fAnd Humidity, Control System Design, Electrical Engineer, Engineer, Entry Level, Ieee, Mechanical/electrical Engineer, Proactive, Self Motivated,\nTesting, Training, Electrical Engineering, Pr, Public Relations",{"entities":[[15,36,"SKILLS"],[38,57,"SKILLS"],[88,118,"SKILLS"],[131,145,"SKILLS"],[166,188,"SKILLS"],[194,210,"SKILLS"]]}],["\f\"\n102,\"ENGINEERING TECHNICIAN\nSummary",{"entities":[[7,30,"DESIGNATION "]]}],["Experience\nCompany Name August 2007 to Current Engineering Technician \nCity , State",{"entities":[[47,69,"DESIGNATION "]]}],["Company Name April 2006 to August 2007 Senior Engineering Technician \nCity , State",{"entities":[[39,68,"DESIGNATION "]]}],["Company Name May 1998 to April 2006 Engineering Technician \nCity , State",{"entities":[[36,58,"DESIGNATION "]]}],["Surveying - Over 7 years of surveying experience including land surveys, TOPO graphic surveys, and construction surveys.\nResponsibilities include performing surveying computations, processing data, drafting, and supervision of survey crew.\nSurveying equipment used Trimble GPS and Geodimeter total station.\nEnvironmental Sampling - Over 6 years of sampling at 7 different sites.\nResponsibilities include sampling of water and soil, maintenance of bioslurp remediation system, and completion of chain of custodies and\nother required paperwork.\nConstruction Inspection - Over 3 years of construction inspection experience including bridge, bike trail, street, and airport runway, both\nasphalt and concrete.\nResponsibilities include keeping daily records, measuring quantities, insuring compliance with plans and specifications.\nStream Gauging - Over 2 years of stream gauging on 4 different river basins, including the Iowa, Des Moines, Raccoon, and Cedar rivers.\nDrafting - Over 2 years of drafting experience including assisting a lead drafts person on street improvement projects, plat of surveys, and\ncorner certificate drawings.\nDrafting software used Microstation.",{"entities":[[337,344,"YEARS OF EXPERIENCE"],[574,581,"YEARS OF EXPERIENCE"],[848,855,"YEARS OF EXPERIENCE"],[978,985,"YEARS OF EXPERIENCE"]]}],["\fUniversity of Northern Iowa May 2004 BS : Construction Management City , State Construction Management\nHawkeye Community College May 1998 AAS : Civil and Construction Engineering Technology City , State Civil and Construction Engineering\nTechnology\nSkills\nArcView, AutoCad, Drafting, GPS, graphic, Inspection, Microsoft Access, Microstation, File Maintenance, repairs, supervision, surveys, utilities",{"entities":[[1,28,"COLLEGE NAME"],[33,37,"GRADUATION YEAR"],[38,66,"DEGREE"],[80,129,"COLLEGE NAME"],[134,138,"GRADUATION YEAR"],[257,264,"SKILLS"],[266,273,"SKILLS"],[275,283,"SKILLS"],[285,288,"SKILLS"],[290,297,"SKILLS"],[299,309,"SKILLS"],[311,327,"SKILLS"],[329,341,"SKILLS"],[343,359,"SKILLS"],[361,368,"SKILLS"],[370,381,"SKILLS"],[383,390,"SKILLS"],[392,401,"SKILLS"]]}],["\f\"\n103,\"SENIOR ENGINEERING MANAGER\nSummary",{"entities":[[7,34,"DESIGNATION "]]}],["Education\nMaster of Business Administration : Decision Sciences 2007 San Francisco State University City , State",{"entities":[[10,43,"SKILLS"],[64,68,"GRADUATION YEAR"],[69,99,"COLLEGE NAME"]]}],["Bachelor of Science : Mathematical Engineering 2004 Yildiz Technical University City , Turkey",{"entities":[[0,46,"DEGREE"],[52,79,"COLLEGE NAME"],[87,93,"LOCATION"]]}],["Teaching Experience\nVolunteer Math Tutor 09/2015 to Current Company Name City , State",{"entities":[[0,40,"DESIGNATION "]]}],["Volunteer Math Tutor 04/2015 to 05/2015 Company Name City , State",{"entities":[[0,20,"DESIGNATION "]]}],["Teaching Assistant 09/2005 to 05/2007 Company Name City , State",{"entities":[[0,18,"DESIGNATION "]]}],["Mathematics and Statistics Tutor 09/2005 to 09/2006 Company Name City , State",{"entities":[[0,32,"DESIGNATION "]]}],["\fOperational Excellence Lead, Google Express 11/2004 to 04/2005 Company Name City , State",{"entities":[[1,44,"DESIGNATION "]]}],["Consultant 01/2013 to 02/2014 Company Name City , State",{"entities":[[0,10,"DESIGNATION "]]}],["Operations Manager 10/2011 to 01/2013 Company Name City , State",{"entities":[[0,18,"DESIGNATION "]]}],["Senior Analyst 10/2010 to 10/2011 Company Name City , State",{"entities":[[0,14,"DESIGNATION "]]}],["Account Manager and Logistics Analyst 07/2007 to 10/2010 Company Name City , State",{"entities":[[0,37,"DESIGNATION "]]}],["Tutoring, teaching, mathematics, algebra, geometry, English, content management, documentation, middle school & high school math,\ncollege math, presentation, analysis, grading and evaluation, problem solving, ESL students, technology integration, classroom monitoring,\nstudent assistance\nAccount management, customer care and satisfaction, data analysis, forecasting, inventory, quantitative analysis, leadership, operations\nmanagement, procurement, project management, optimization\nC, C++, MS Office Suite, Google Docs, SQL",{"entities":[[0,8,"SKILLS"],[10,18,"SKILLS"],[20,31,"SKILLS"],[33,40,"SKILLS"],[42,50,"SKILLS"],[52,59,"SKILLS"],[61,79,"SKILLS"],[81,94,"SKILLS"],[96,109,"SKILLS"],[112,128,"SKILLS"],[130,142,"SKILLS"],[144,156,"SKILLS"],[158,166,"SKILLS"],[168,190,"SKILLS"],[192,207,"SKILLS"],[209,221,"SKILLS"],[223,245,"SKILLS"],[247,267,"SKILLS"],[269,306,"SKILLS"],[308,338,"SKILLS"],[340,353,"SKILLS"],[355,366,"SKILLS"],[368,377,"SKILLS"],[379,400,"SKILLS"],[402,412,"SKILLS"],[414,435,"SKILLS"],[437,448,"SKILLS"],[450,468,"SKILLS"],[470,484,"SKILLS"],[486,489,"SKILLS"],[491,506,"SKILLS"],[508,519,"SKILLS"],[521,524,"SKILLS"]]}],["\f\"\n104,\"DIRECTOR OF ENGINEERING\nSummary",{"entities":[[7,31,"DESIGNATION "]]}],["Manager/Director - Engineering/Research & Development/Product Development/Design - Versatile and highly competent mechanical engineering\nprofessional offering over 10 years experience of product design & development in the manufacturing industry with demonstrated success in on-\nsite technical support, installation & maintenance and systems troubleshooting & testing.",{"entities":[[0,16,"DESIGNATION "]]}],["Project Engineering & Production Product Design & Product",{"entities":[[0,19,"DESIGNATION "],[22,40,"DESIGNATION "],[41,57,"DESIGNATION "]]}],["Experience\nDirector of Engineering \nJanuary 2013 to Current Company Name ï¼​ City , State",{"entities":[[11,34,"DESIGNATION "]]}],["Project Engineer/Engineering Manager/Production Director \nJanuary 2009 to January 2013 Company Name ï¼​ City , State",{"entities":[[0,56,"DESIGNATION "]]}],["Co-Founder \nJanuary 2008 to January 2009 Company Name ï¼​ City , State\nBalance of Plant Engineer \nJanuary 2007 to April 2008 Company Name ï¼​ City , State\nCorporate Thermal Performance Engineer \nJune 2005 to January 2007 Company Name ï¼​ City , State\nFellow \nJuly 2006 to September 2006 Company Name ï¼​ City , State",{"entities":[[0,10,"DESIGNATION "],[71,96,"DESIGNATION "],[149,193,"DESIGNATION "],[251,257,"DESIGNATION "]]}],["Chosen as 1 of 2 Exelon Nuclear employees and 1 of 5 Americans to attend the World Nuclear University",{"entities":[[77,101,"COLLEGE NAME"]]}],["Intern \nJune 2002 to August 2002 Company Name ï¼​ City , State\nEducation\nMS : Mechanical Engineering , 2005 Tulane University ï¼​ City , State",{"entities":[[0,6,"DESIGNATION "],[73,100,"DEGREE"],[103,107,"GRADUATION YEAR"],[108,125,"COLLEGE NAME"]]}],["BS : Mechanical Engineering , 2003 Tulane University ï¼​ City , State \nMechanical Engineering L'Institut Francais De MÃ©chanique AvancÃ©e (IFMA) ï¼​ City , France",{"entities":[[0,27,"DEGREE"],[30,34,"GRADUATION YEAR"],[35,52,"COLLEGE NAME"],[156,162,"LOCATION"]]}],["Skills\nAcademic, ANSYS, Autocad, budgets, budget, C Programming, CAD, clients, delivery, product development, documentation, drafting,\nfunctional, drawing, Macintosh, market, materials, Math, MATLAB, meetings, Excel, MS Office, PowerPoint, 2000, Windows 95, 98, Word,\nOperating System, personnel, 35MM, Pro-Engineer, processes, purchasing, Quality, quick, safety, SolidWorks, troubleshooting, Unigraphics,\nVista, welding, workflow\nAdditional Information",{"entities":[[17,22,"SKILLS"],[24,31,"SKILLS"],[33,40,"SKILLS"],[50,63,"SKILLS"],[65,68,"SKILLS"],[70,77,"SKILLS"],[79,87,"SKILLS"],[89,108,"SKILLS"],[110,123,"SKILLS"],[125,133,"SKILLS"],[135,145,"SKILLS"],[147,154,"SKILLS"],[156,165,"SKILLS"],[167,173,"SKILLS"],[175,184,"SKILLS"],[186,190,"SKILLS"],[192,198,"SKILLS"],[210,215,"SKILLS"],[217,226,"SKILLS"],[228,238,"SKILLS"],[246,256,"SKILLS"],[262,266,"SKILLS"],[268,284,"SKILLS"],[286,295,"SKILLS"],[297,301,"SKILLS"],[303,315,"SKILLS"],[317,326,"SKILLS"],[328,338,"SKILLS"],[340,347,"SKILLS"],[364,374,"SKILLS"],[376,391,"SKILLS"],[393,404,"SKILLS"],[406,411,"SKILLS"],[413,420,"SKILLS"]]}]]}